/* ===== Generic ===== */

/* Generic Cancel button title, used in SKConversation NSErrorFromPREMIUM_VIDEO_STATUS */
"BUTTONTITLE_CANCEL" = "Cancelar";

/* ===== SkyLib Properties ===== */

/* List item title for user's home phone number. */
"CONTACT_PHONE_HOME" = "Casa";

/* List item title for user's office phone number */
"CONTACT_PHONE_OFFICE" = "Escritório";

/* List item title for user's mobile phone number. */
"CONTACT_PHONE_MOBILE" = "Telemóvel";

/* List item title for user's (possible) other phone number(s). */
"CONTACT_PHONE_OTHER" = "Outros";

/* Format to use to wrap guest contact displays */
"CONTACT_GUEST_FORMAT" = "%@ (Convidado)";

/* All known contacts group title */
"CONTACT_GROUP_ALL_KNOWN_CONTACTS" = "Todos os contactos conhecidos";

/* All buddies group title */
"CONTACT_GROUP_ALL_BUDDIES" = "Todos os contactos";

/* Skype group title */
"CONTACT_GROUP_SKYPE_BUDDIES" = "Contactos Skype";

/* SkypeOut group title */
"CONTACT_GROUP_SKYPEOUT_BUDDIES" = "Números gravados";

/* Online buddies group title */
"CONTACT_GROUP_ONLINE_BUDDIES" = "Contactos online";

/* Unknown or pending auth group title */
"CONTACT_GROUP_UNKNOWN_OR_PENDINGAUTH_BUDDIES" = "Pedidos enviados";

/* Recently contacted group title */
"CONTACT_GROUP_RECENTLY_CONTACTED_CONTACTS" = "Contactados recentemente";

/* Contacts waiting my auth group title */
"CONTACT_GROUP_CONTACTS_WAITING_MY_AUTHORIZATION" = "Pedidos recebidos";

/* Authorized by me group title */
"CONTACT_GROUP_CONTACTS_AUTHORIZED_BY_ME" = "Pedidos aceites";

/* Blocked group title */
"CONTACT_GROUP_CONTACTS_BLOCKED_BY_ME" = "Contactos bloqueados";

/* Ungrouped contacts group title */
"CONTACT_GROUP_UNGROUPED_BUDDIES" = "Contactos sem grupo";

/* Windows Live ID contacts group title */
"CONTACT_GROUP_PASSPORT_CONTACTS" = "Messenger";

/* Suggested contacts group title */
"CONTACT_GROUP_SCD_CONTACTS" = "Contactos Sugeridos";

/* New group default title */
"CONTACT_GROUP_NEW_GROUP" = "Lista sem nome";

/* Default message sent to contacts from whom we are requesting authorization */
"CONTACT_AUTH_REQUEST_DEFAULT_MESSAGE" = "Por favor adicione-me como contacto";

/*  */
"ECHO123_CONTACT_FULLNAME" = "Chamada de teste Skype";

/*  */
"ECHO123_CONTACT_LANGUAGES" = "pt_PT";

/*  */
"ECHO123_CONTACT_HOMEPAGE" = "www.skype.com/go/help";

/* Automatic sound test service mood message. */
"ECHO123_CONTACT_ABOUT" = "Olá! Este é o robot de chamada de teste do Skype. Adicione-me e ligue-me para verificar as definições do seu som. Veja http://www.skype.com/go/help para mais assistência. Obrigado.";

/*  */
"ECHO123_CONTACT_MOOD_TEXT" = "Ligue-me para testar o seu som";


/* UNPLACED call status used when a call is initialized, but not connected to the network yet. */
"CALL_STATUS_UNPLACED" = "A efetuar a chamada";

/* ROUTING call status used when a call is being routed by the network but not ringing yet. */
"CALL_STATUS_ROUTING" = "A efectuar a chamada";

/* CANCELLED call status indicating that the outgoing call was cancelled by the user. */
"CALL_STATUS_CANCELLED" = "Chamada cancelada";

/* FAILED call status used when the call failed. */
"CALL_STATUS_FAILED" = "Falha na chamada";

/* RINGING_OUT call status used when a call is ringing for the remote party. */
"CALL_STATUS_RINGING_OUT" = "A tocar";

/* RINGING_IN call status used when a call is ringing locally. */
"CALL_STATUS_RINGING_IN" = "A ligar";

/* LOCALHOLD call status indicating that the user put the call on hold. */
"CALL_STATUS_LOCALHOLD" = "Chamada em espera";

/* REMOTEHOLD call status indicating that the call is on hold by the remote party. */
"CALL_STATUS_REMOTEHOLD" = "Está em espera";

/* FINISHED call status indicating that the call was finished. */
"CALL_STATUS_FINISHED" = "Terminada";

/* MISSED call status indicating that the incoming call was finished before it got answered. */
"CALL_STATUS_MISSED" = "Perdida";

/* REFUSED call status indicating that the remote party declined the call. */
"CALL_STATUS_REFUSED" = "Rejeitar";

/* BUSY call status indicating that the remote party was already in a call. */
"CALL_STATUS_BUSY" = "Ocupado";

/* DROPPED call status indicating that the network connection was lost during the call. */
"CALL_STATUS_DROPPED" = "Ligação perdida";

/* VOICEMAIL call status indicating that the call was diverted to voicemail. */
"CALL_STATUS_VOICEMAIL" = "Mensagem de voz";

/* VM_RECORDING call status while recording the voicemail. */
"CALL_STATUS_VM_RECORDING" = "A gravar mensagem de voz";

/* VM_UPLOADING call status while sending the voicemail. */
"CALL_STATUS_VM_UPLOADING" = "A enviar mensagem de voz";

/* VM_SENT call status after the voicemail was sent. */
"CALL_STATUS_VM_SENT" = "Mensagem de voz enviada";

/* VM_CANCELLED call status when the recording or sending of the voicemail was cancelled. */
"CALL_STATUS_VM_CANCELLED" = "Mensagem de voz cancelada";

/* VM_FAILED call status when the recording or sending of the voicemail failed. */
"CALL_STATUS_VM_FAILED" = "Falha na mensagem de voz";

/* ===== Wallet Transacation ===== */
/* Title of instrument name in popup button (args: instrument name ["Visa"], number ["****1234"]) */
"WALLET_INSTRUMENT_DISPLAY_NAME_FORMAT" = "%1$@ de %2$@";


/* ===== PARTICIPANT_VOICE_STATUS ===== */ 

/* VOICE_CONNECTING status used when a call is being routed by the network but not ringing yet. */
"PARTICIPANT_VOICE_STATUS_CONNECTING" = "A ligar";

/* RINGING status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_RINGING" = "A tocar";

/* EARLY_MEDIA status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_EARLY_MEDIA" = "A tocar";

/* ON_HOLD status when a participant is held. */
"PARTICIPANT_VOICE_STATUS_ON_HOLD" = "Em espera";

/* STOPPED status when a participant has stopped. */
"PARTICIPANT_VOICE_STATUS_STOPPED" = "Terminada";

/* FACEBOOK calling */
"PARTICIPANT_VOICE_STATUS_CONNECTING_FACEBOOK" = "Chamada pelo Facebook (Beta)";

/* ===== CONVERSATION_LOCAL_LIVESTATUS ===== */ 
"CONVERSATION_LOCAL_LIVESTATUS_STARTING" = "A ligar…";
"CONVERSATION_LOCAL_LIVESTATUS_RINGING_FOR_ME" = "A ligar…";
"CONVERSATION_LOCAL_LIVESTATUS_IM_LIVE" = "Chamada ativa";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_LOCALLY" = "Em espera";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_REMOTELY" = "Está em espera";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE" = "Chamada activa";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE_FULL" = "Chamada preenchida";
"CONVERSATION_LOCAL_LIVESTATUS_PLAYING_VOICE_MESSAGE" = "A reproduzir a saudação das mensagens de voz";
"CONVERSATION_LOCAL_LIVESTATUS_RECORDING_VOICE_MESSAGE" = "A gravar mensagem de voz";
"CONVERSATION_LOCAL_LIVESTATUS_RECENTLY_LIVE" = "Chamada recente";
"CONVERSATION_LOCAL_LIVESTATUS_TRANSFERRING" = "A transferir esta chamada";


/*  */
"CONVERSATION_POST_FILES_BODY" = "Ficheiros postados";

/* CONVERSATION Legacy chat message for older clients */
"CONVERSATION_VIDEOMESSAGE_LEGACY_MESSAGE" = "Recebeu uma mensagem de vídeo. Veja-a em: %1, e abra-a com o código %2";

"CONVERSATION_XMM_LEGACY_MESSAGE" = "%1$@ - veja-o em %%1.";

"CONVERSATION_MEDIAMESSAGE_LEGACY_MESSAGE" = "Para ver esta fotografia partilhada, aceda a: %1";
"CONVERSATION_XMM_MESSAGE_LEGACY_MESSAGE" = "Para ver este ficheiro partilhado, aceda a: %1";

/*  */
"CONTACT_AVAILABILITY_OFFLINE" = "Offline";
"CONTACT_AVAILABILITY_ONLINE" = "Online";
"CONTACT_AVAILABILITY_AWAY" = "Ausente";
"CONTACT_AVAILABILITY_DO_NOT_DISTURB" = "Ocupado";
"CONTACT_AVAILABILITY_PENDING_AUTH" = "Pedidos de contacto pendentes";
"CONTACT_AVAILABILITY_BLOCKED" = "Bloqueado";
"CONTACT_AVAILABILITY_OFFLINE_BUT_VM_ABLE" = "Offline com reencaminhamento de chamadas";
"CONTACT_AVAILABILITY_OFFLINE_BUT_CF_ABLE" = "A reencaminhar chamadas";

/*  */
"CONTACT_AVAILABILITY_INVISIBLE" = "Invisível";
"CONTACT_AVAILABILITY_CONNECTING" = "A ligar";
"CONTACT_AVAILABILITY_SKYPEOUT" = "Número de telefone";

/*  */
"CONTACT_GENDER_FEMALE" = "Feminino";

/*  */
"CONTACT_GENDER_MALE" = "Masculino";

/* A hidden phone number. */
"CONTACT_UNKNOWN_PSTN_DISPLAYNAME" = "Número desconhecido";

/* Title for conversation with no participants */
"CONVERSATION_UNTITLED_DISPLAYNAME" = "Sem nome";


"ACCOUNTMANAGER_LOGIN_STATUS" = "A iniciar sessão…";
"ACCOUNTMANAGER_CBLSYNC_STATUS" = "A carregar contactos…";
"ACCOUNTMANAGER_UPGRADEDB_STATUS" = "A atualizar ficheiros…";


/* Chat info message when a party has been joined to the chat. %1$@ is the name of the user who did the adding, while %2$@ is the name of the added user. */
"ChatMessage::ADDEDMEMBERS_FORMATSTRING" = "%1$@ adicionou %2$@";

/* Chat info message shown when user %@ has left the chat. */
"ChatMessage::LEFT_FORMATSTRING" = "%@ saiu";

/* Chat info message when the first user ejected (threw out) the second user from the chat. */
"ChatMessage::KICKED_FORMATSTRING" = "%1$@ removeu %2$@";

/* Chat info message shown when a party has changed the chat topic. %1$@ is the user who did it, and %2$@ the new topic. */
"ChatMessage::SETTOPIC_FORMATSTRING" = "%1$@ alterou o tópico da conversa para %2$@";

/* Chat item shown in place of the message to tell that the message has been removed by its writer. */
"CHATMESSAGE_MESSAGEREMOVED_TEXT" = "Esta mensagem foi removida";

/* AV Preferences output device name */
"SAME_AS_SYSTEM_DEVICE_NAME" = "O mesmo do sistema";


/* ===== SkyLib Error/Result Codes ===== */

/* sync errors at login/registration */
"LOGOUTREASON_NETWORKERROR" = "Impossível ligar ao Skype.";
"LOGOUTREASON_NETWORKERROR_RECOVERYSUGGESTION" = "Por favor verifique as definições de rede e tente novamente.";

/* sync errors at registration */
"Account::INVALID_SKYPENAME" = "Este nome Skype não é válido.";
"Account::INVALID_EMAIL" = "Este endereço e-mail não é válido.";
"Account::INVALID_EMAIL_RECOVERYSUGGESTION" = "Por favor verifique e tente novamente.";
"Account::UNACCEPTABLE_PASSWORD" = "Esta senha não é válida.";
"Account::SKYPENAME_TAKEN" = "Este nome Skype já está em uso.";
"Account::SKYPENAME_TAKEN_RECOVERYSUGGESTION" = "Por favor insira um novo.";

/* sync errors at login */
"Account::NO_SUCH_IDENTITY" = "O seu nome Skype e a sua senha não foram reconhecidos.";
"Account::INCORRECT_PASSWORD" = "O seu nome Skype e a sua senha não foram reconhecidos.";
"Account::TOO_MANY_LOGIN_ATTEMPTS" = "Demasiadas tentativas falhadas de início de sessão.";
"Account::TOO_MANY_LOGIN_ATTEMPTS_RECOVERYSUGGESTION" = "Por favor tente novamente mais tarde.";

/* async errors (can happen anytime while logged in) */
"Account::PASSWORD_HAS_CHANGED" = "A sua senha foi alterada.";
"Account::PASSWORD_HAS_CHANGED_RECOVERYSUGGESTION" = "Por favor inicie sessão com a sua nova senha.";

"LOGOUTREASON_GENERIC_RECOVERYSUGGESTION" = "Por favor tente novamente.";

/* Account property validation error - NSLocalizedFailureReasonErrorKey [#HELLC-1021], [#WIN-364] */
"SkyLib::TOO_SHORT" = "Tem de ter entre 6-20 caracteres.";
"SkyLib::TOO_LONG" = "Tem de ter entre 6-20 caracteres.";
"SkyLib::CONTAINS_INVALID_CHAR" = "Caracter inválido. ex: Σ, à, ß.";
"SkyLib::CONTAINS_SPACE" = "Não pode conter espaços ou tabs.";
"SkyLib::SAME_AS_USERNAME" = "Muito parecida com o seu nome Skype.";
"SkyLib::INVALID_FORMAT" = "Formato inválido.";
"SkyLib::CONTAINS_INVALID_WORD" = "Muito fácil de adivinhar. Ex: abcd, skype.";
"SkyLib::TOO_SIMPLE" = "Tem de ter pelo menos uma letra e um número.";
"SkyLib::STARTS_WITH_INVALID_CHAR" = "Tem de começar por uma letra (A-Z).";

/* Account property validation error - NSLocalizedRecoverySuggestionErrorKey */
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Tente um nome Skype mais longo.";
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Tente uma senha mais longa.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Tente um nome Skype mais curto.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Tente uma senha mais curta.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Tente um novo nome Skype.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Tente uma nova senha.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_EMAILS" = "Tente um novo endereço e-mail.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION" = "Tente um novo valor.";

/* Account password change error - NSLocalizedFailureReasonErrorKey */
"Account::PWD_INVALID_OLD_PASSWORD" = "A senha está incorreta.";
"Account::PWD_SERVER_CONNECT_FAILED" = "Impossível ligar ao servidor.";
"Account::PWD_MUST_DIFFER_FROM_OLD" = "A nova senha tem de ser diferente da antiga.";
"Account::PWD_INVALID_NEW_PWD" = "A senha não é válida.";
"Account::PWD_MUST_LOG_IN_TO_CHANGE" =  "Tem de iniciar sessão para alterar a senha.";

/* COMMITFAILED status received when committing a server-side property change. */
"ACCOUNT_COMMITSTATUS_COMMIT_FAILED" = "A sua alteração não pôde ser gravada. Verifique a definição e tente novamente.";

"ACCOUNT_NOCREDIT" = "Sem crédito";
"ACCOUNT_FREECALL" = "chamada grátis";

/* Conversation file transfer errors */
"SkyLib::TRANSFER_BAD_FILENAME" = "O nome do ficheiro não é válido";
"SkyLib::TRANSFER_OPEN_FAILED" = "Falha ao abrir o ficheiro";
"SkyLib::TRANSFER_TOO_MANY_PARALLEL" = "Demasiadas transferências de ficheiros em simultâneo";

/* ===== SKSkypeKitErrorDomain Errors ===== */

/* SKErrorOffline */
"SKERROR_OFFLINE_DESCRIPTION" = "Está offline.";

"SKERROR_OFFLINE_CALL_FAILUREREASON" = "Precisa de estar online para fazer a chamada.";
"SKERROR_OFFLINE_CONTACTSEARCH_FAILUREREASON" = "Não pode pesquisar por contactos quando está offline. Altere o seu estado e tente novamente.";
"SKERROR_OFFLINE_SMS_FAILUREREASON" = "Precisa de estar online para enviar SMS.";

/* [#HELLC-894] */
"SKERROR_OFFLINE_VOICEMAIL_FAILUREREASON" = "Precisa de estar online para ouvir esta mensagem.";

/* Alert sheet title */
"SKERROR_CANNOT_SET_BODY_SMS_DESCRIPTION" = "Impossível criar corpo da SMS atual.";


/* SKErrorInsufficientFunds */
"Sms::INSUFFICIENT_FUNDS" = "Não tem crédito Skype suficiente para enviar uma SMS.";
"CMEMBER_PSTN_STATUSTEXT_INSUFFICIENTCREDIT" = "Precisa de crédito Skype para ligar para este número.";

/* SKErrorInvalidContact */
"SKERROR_INVALIDCONTACT" = "Este não é um nome Skype ou número válido.";

/* SKErrorCallOfflineLyncContact */
"SKERROR_OFFLINELYNCCONTACT_CALL_FAILUREREASON" = "Não pode ligar para este contacto Lync, porque ele está offline.";

/* SKErrorBlockedContact */
"SKERROR_CONTACTBLOCKED_CALL_FAILUREREASON" = "Não pode ligar para esta pessoa porque a bloqueou.";
"SKERROR_CONTACTBLOCKED_CHAT_FAILUREREASON" = "Não pode conversar com esta pessoa porque a bloqueou.";
"SKERROR_CONTACTBLOCKED_SMS_FAILUREREASON" = "Não pode enviar SMS para esta pessoa porque a bloqueou.";
"SKERROR_CONTACTBLOCKED_ADD_FAILUREREASON" = "Não pode adicionar esta pessoa porque a bloqueou.";

/* SKErrorCantTalkToYourself */
"SKERROR_CANTTALKTOYOURSELF_CALL_FAILUREREASON" = "Não pode ligar para si próprio/a.";
"SKERROR_CANTTALKTOYOURSELF_CHAT_FAILUREREASON" = "Não pode conversar consigo.";
"SKERROR_CANTTALKTOYOURSELF_ADD_FAILUREREASON"  = "Não se pode adicionar.";

/* SKErrorCantJoinConversation */
"SKERROR_CANTJOINCONVERSATION_FAILUREREASON" = "Não pode participar nesta conversa";

/* SKErrorCantFindConversation */
"SKERROR_CANTFINDCONVERSATION_FAILUREREASON" = "Não consigo encontrar esta conversa";

/* SKErrorInvalidPSTNNumber */
"CMEMBER_PSTN_STATUSTEXT_INVALIDNUMBER" = "Este não é um número de telefone válido.";

/* SKErrorEmergencyPSTNNumber */
"SKERROR_EMERGENCYCALL_FAILUREREASON" = "Não pode ligar para este número porque é um número de emergência.";
"SKERROR_EMERGENCYSMS_FAILUREREASON" = "Não pode enviar SMS para este número porque é um número de emergência.";
"SKERROR_EMERGENCYADD_FAILUREREASON" = "Não pode adicionar este número porque é um número de emergência.";

/* SKErrorCallExists */
"SKERROR_CALLEXISTS_CALL" = "Tem de terminar esta chamada antes de poder iniciar outra.";
"SKERROR_CALLEXISTS_VOICEMAIL" = "Para ouvir uma mensagem de voz, primeiro termine esta chamada.";
"SKERROR_CALLFAILED" = "A chamada falhou. Por favor tente novamente.";

/* SKErrorTooManyChatParticipants */
"SKERROR_TOOMANYPARTICIPANTS_CHAT_DESCRIPTION" = "Tentou iniciar uma conversa com demasiados contactos.";

/* SKErrorInvalidConversationIdentities */
"SKERROR_INVALIDCONVERSATIONIDENTITIES_DESCRIPTION" = "Não pode ter uma conversa com estes contactos.";

/* CMEMBER_FAILUREREASON */
"CMEMBER_FAILUREREASON_CALLER_NOT_AUTHORIZED" = "Não pode ligar para esta pessoa porque não tem a autorização dela.";
"CMEMBER_FAILUREREASON_CALLER_NOT_FRIEND" = "Não pode ligar para esta pessoa porque não tem a autorização dela.";

/* SMS_FAILUREREASON */
"Sms::INVALID_CONFIRMATION_CODE" = "Código de confirmação inválido";
"Sms::MISC_ERROR" = "Número de telefone inválido";

/* Conversation::PREMIUM_VIDEO_STATUS */

/*
"PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE" = "PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE";
"PV_RESULT_401_P2P_BLOCK_MESSAGE" = "PV_RESULT_401_P2P_BLOCK_MESSAGE";
*/

"PV_RESULT_403_PAID_SERVICE_BLOCK_MESSAGE" = "A sua conta foi bloqueada.";
"PV_RESULT_403_PAID_SERVICE_BLOCK_EXPLANATION" = "Por favor contacte o apoio ao cliente.";

"PV_RESULT_405_GROUP_TOO_LARGE_MESSAGE" = "Existem demasiadas pessoas nesta chamada para vídeo de grupo.";
"PV_RESULT_405_GROUP_TOO_LARGE_EXPLANATION" = "Apenas pode fazer videochamadas de grupo com o máximo de 9 pessoas. Remova pessoas deste grupo e tente novamente.";

/*
"PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE" = "PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE";
*/

"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_MESSAGE" = "Existem demasiadas pessoas nesta chamada para vídeo de grupo.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION_BETA" = "Apenas pode fazer videochamadas de grupo com o máximo de 9 pessoas. Remova pessoas desta conversa e tente novamente.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION" = "A sua subscrição de videochamadas de grupo não cobre tanta gente. Remova pessoas desta conversa e tente novamente.";

"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE_BETA" = "Precisa de uma subscrição para videochamadas de grupo.";
"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE" = "Precisa de uma subscrição para vídeo.chamadas de grupo.";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION_BETA" = "Quer fazer uma videochamada de grupo?";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION" = "Quer fazer uma vídeo-chamada de grupo?";

"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_MESSAGE" = "Já está numa videochamada de grupo.";
"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_EXPLANATION" = "Apenas pode fazer uma videochamada de grupo de cada vez.";

"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_MESSAGE" = "Atingiu o limite para esta chamada.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION_BETA" = "Atingiu o limite de 4 horas para esta videochamada de grupo.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION" = "Atingiu o limite de 4 horas para esta videochamada de grupo. Veja a sua conta para detalhes.";

"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_MESSAGE" = "Atingiu o limite diário para videochamadas de grupo.";
"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_EXPLANATION" = "Videochamadas de grupo temporariamente suspensas. Atingiu o limite razoável de uso por hoje. Veja a sua conta para detalhes.";

"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_MESSAGE" = "Atingiu o seu limite mensal para videochamadas de grupo.";
"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_EXPLANATION" = "Videochamadas de grupo temporariamente suspensas. Atingiu o limite razoável de uso mensal. Veja a sua conta para detalhes.";

/*
"PV_RESULT_430_GRACE_TIME_EXPIRED_MESSAGE" = "RESULT_430_GRACE_TIME_EXPIRED";
*/

"PV_RESULT_500_GENERAL_SERVICE_ERROR_MESSAGE" = "Videochamadas de grupo atualmente indisponíveis.";
"PV_RESULT_500_GENERAL_SERVICE_ERROR_EXPLANATION" = "Ocorreu um erro. Por favor tente novamente.";

/*
"PV_RESULT_503_SERVICE_TIMEOUT_MESSAGE" = "RESULT_503_SERVICE_TIMEOUT";
*/

"PremiumVideoErrorRecovery_GetPremium_BETA" = "Obtenha vídeo de grupo";
"PremiumVideoErrorRecovery_GetPremium" = "Obtenha vídeo de grupo";
"PremiumVideoErrorRecovery_UpgradePremium" = "Atualizar";

/* ===== SKAccessSessionFailureReasonErrorDomain Errors ===== */

"AccessSession::NO_BALANCE" = "Precisa de crédito Skype para usar o Skype WiFi.";
"AccessSession::LOGIN_FAILURE" = "O seu nome Skype e a sua senha não foram reconhecidos.";
"AccessSession::WISPR_LOGIN_REJECTED" = "Nome de utilizador ou senha inválidos.";

"SKYPEACCESS_NO_ACCOUNT" = "Por favor inicie sessão com a sua conta Skype.";

"SKYPEACCESS_GENERIC_CONNECTION_ERROR" = "Impossível ligar. Verifique a força do sinal WiFi ou tente um hotspot diferente.";
"SKYPEACCESS_GENERIC_FATAL_ERROR" = "Este hotspot não está a responder corretamente. Por favor escolha um hotspot diferente.";

"SKYPEACCESS_SESSION_EXTEND_ERROR" = "Impossível prorrogar a sessão. Tente ligar novamente.";

"SKYPEACCESS_SESSION_LOSTWIFI_MESSAGE" = "A rede WiFi “%@” já não está disponível";
"SKYPEACCESS_SESSION_LOSTWIFI_EXPLANATION" = "Para prevenir custos inesperados, desligue-se sempre corretamente do hotspot antes de se afastar dele ou desligar o seu dispositivo.";

"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_MESSAGE" = "Por favor ligue novamente à rede “%@”";
"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_EXPLANATION" = "O Skype WiFi irá tentar terminar a sua ligação à internet. Para prevenir cobranças indesejáveis, desligue sempre corretamente antes de se afastar do hotspot ou de desligar o seu dispositivo.";

"SKYPEACCESS_SESSION_LOSTWIFI_AUTO_END_MESSAGE" = "A sua ligação à internet foi terminada.";

"ACCESS_PRICE_PER_MINUTE_FORMAT" = "%@ por minuto";
"ACCESS_PRICE_PER_MINUTE_FREE" = "Grátis";

/*
 * ===========
 * SkyLib localization (Skype Kit messages sent by SkyLib to other clients)
 * ===========
 */

/* Message sent in the P2P chat after it has been migrated to a server-based chat, and seen by legacy client users. */
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P" = "tem uma nova versão do Skype com uma melhor experiência de conversa.\nPara se juntar e continuar a conversar obtenha a última versão.\nVá a <a href=\"http://www.skype.com/updateme\">Skype.com/updateme</a>.";
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P_DOGFOOD" = "tem uma nova versão do Skype com uma melhor experiência de conversa.\nPara se juntar e continuar a conversar obtenha a última versão.\nVá a https://microsoft.sharepoint.com/teams/DogfoodSkype/.";

/* Message sent in the server-based chat as first message. Used to link the history of both conversations. The '%1' is replaced with the ID of the old chat. */
"LOCALIZED_UPGRADE_MESSAGE_IN_SERVER_BASED" = "Clique <a href=\"skype:?chat&amp;id=%1\">aqui</a> para ver o histórico anterior.";
